{
  "language": {
    "title": "Sprache",
    "english": "Englisch",
    "german": "Deutsch"
  },
  "month": {
    "january": "Januar",
    "february": "Februar",
    "march": "März",
    "april": "April",
    "may": "Mai",
    "june": "Juni",
    "july": "Juli",
    "august": "August",
    "september": "September",
    "october": "Oktober",
    "november": "November",
    "december": "Dezember"
  },
  "page": {
    "title": "Home",
    "title1": "Hallo, mein Name ist",
    "title2": "Marlon Wißkirchen",
    "title3": "Ich bin Softwareentwickler",
    "text": "Ich bin ein Softwareentwickler aus Rheinland-Pfalz, Deutschland."
  },
  "resume": {
    "title": "Lebenslauf",
    "timeline": {
      "box1": {
        "title": "Erste Programmiererfahrungen",
        "description": "Bereits im Alter von 12 Jahren interessierte ich mich für das Programmieren und eignete mir grundlegende Kenntnisse im Webentwicklungsbereich an, indem ich mir HTML, CSS und JavaScript selbst beibrachte. Mit 14 Jahren begann ich außerdem, erste Erfahrungen in der Android-Plattform zu sammeln und entwickelte mit Kotlin eine Chat-App für Android. Während der Pandemie im Jahr 2020 erstellte ich außerdem ein Spiel mithilfe der Unity Game Engine und C#."
      },
      "box2": {
        "title": "Teilzeitjob als Assistent",
        "description": "Im Alter von 15 Jahren begann ich neben der Schule als Aushilfe bei der Zewotherm GmbH zu arbeiten. Diese Tätigkeit führte ich bis zum Beginn meiner Ausbildung im August 2021 fort."
      },
      "box3": {
        "title": "Erwerb der Mittleren Reife",
        "description": "Im Sommer 2021 erlangte ich meinen Mittleren Schulabschluss an der IGS Remagen, bevor ich meine Ausbildung begann."
      },
      "box4": {
        "title": "Ausbildung als Anwendungsentwickler (FIAE)",
        "description": "Meine Ausbildung als Anwendungsentwickler (FIAE) habe ich bei der Zewotherm GmbH begonnen und werde voraussichtlich im Sommer 2024 abschließen. Während meiner Ausbildung konnte ich meine Kenntnisse im Bereich Webentwicklung erheblich erweitern. Darüber hinaus sammelte ich wertvolle Erfahrungen im Bereich Mobile Development."
      },
      "box5": {
        "title": "Entwicklung einer Flutter-App neben der Ausbildung",
        "description": "Da ich mein Wissen kontinuierlich vertiefen möchte, entwickelte ich neben meiner Ausbildung Apps mit Flutter. Diese Apps habe ich in Verbindung mit NestJS-Backends, MongoDB, Apache Kafka und vielen anderen Tools entwickelt und veröffentlicht."
      }
    }
  },
  "projects": {
    "title": "Projekte"
  },
  "aboutMe": {
    "title": "Über mich"
  },
  "contact": {
    "title": "Kontakt"
  }
}
