{
  "language": {
    "title": "Language",
    "english": "English",
    "german": "German"
  },
  "month": {
    "january": "Januar",
    "february": "Februar",
    "march": "März",
    "april": "April",
    "may": "Mai",
    "june": "Juni",
    "july": "Juli",
    "august": "August",
    "september": "September",
    "october": "Oktober",
    "november": "November",
    "december": "Dezember"
  },
  "page": {
    "title": "Home",
    "title1": "Hi, my name is",
    "title2": "Marlon Wißkirchen",
    "title3": "I'm a software engineer",
    "text": "I am a software engineer from Rhineland Palatinate, DE."
  },
  "resume": {
    "title": "Resume",
    "timeline": {
      "box1": {
        "title": "First Programming Experiences",
        "description": "I became interested in programming at the age of 12 and acquired basic skills in web development by teaching myself HTML, CSS, and JavaScript. At the age of 14, I also started gaining initial experiences with the Android platform and developed a Chat App for Android using Kotlin. Additionally, during the 2020 pandemic, I developed a game using the Unity Game Engine and C#."
      },
      "box2": {
        "title": "Part-Time Job as an Assistant",
        "description": "At the age of 15, I began working part-time at Zewotherm GmbH alongside my school. I continued this job until the start of my apprenticeship in August 2021."
      },
      "box3": {
        "title": "Attainment of Middle School Certificate",
        "description": "I obtained my Middle School Certificate in the summer of 2021 from IGS Remagen before commencing my apprenticeship."
      },
      "box4": {
        "title": "Apprenticeship as an Application Developer (FIAE)",
        "description": "I began my apprenticeship as an Application Developer (FIAE) at Zewotherm GmbH and am expected to complete it in the summer of 2024. During my apprenticeship, I significantly expanded my knowledge in web development and gained valuable experience in the field of Mobile Development."
      },
      "box5": {
        "title": "Development of a Flutter App alongside Apprenticeship",
        "description": "In my pursuit of continuous knowledge expansion, I developed apps with Flutter alongside my apprenticeship. These apps were created in conjunction with NestJS backends, MongoDB, Apache Kafka, and various other tools, and I successfully published them."
      }
    }
    
  },
  "projects": {
    "title": "Projects"
  },
  "aboutMe": {
    "title": "About me"
  },
  "contact": {
    "title": "Contact"
  }
}
