{
  "language": {
    "title": "Language",
    "english": "English",
    "german": "German"
  },
  "general": {
    "password": "Password",
    "send": "Send"
  },
  "month": {
    "january": "January",
    "february": "February",
    "march": "March",
    "april": "April",
    "may": "May",
    "june": "June",
    "july": "July",
    "august": "August",
    "september": "September",
    "october": "October",
    "november": "November",
    "december": "December"
  },
  "page": {
    "title": "Home",
    "title1": "Hi, my name is",
    "title2": "Marlon Wißkirchen",
    "title3": "I'm a software engineer",
    "text": "I am an {age} year old software engineer from Rhineland-Palatinate, Germany."
  },
  "resume": {
    "title": "Resume",
    "metadata": {
      "title": "Resume of Marlon Wißkirchen",
      "description": "On this page, you can view the resume of Marlon Wißkirchen"
    },    
    "timeline": {
      "certificateTitle": "Certificates",
      "box1": {
        "title": "First Programming Experiences",
        "description": "I became interested in programming at the age of 12 and acquired basic skills in web development by teaching myself HTML, CSS, and JavaScript. At the age of 14, I also started gaining initial experiences with the Android platform and developed a Chat App for Android using Kotlin. Additionally, during the 2020 pandemic, I developed a game using the Unity Game Engine and C#."
      },
      "box2": {
        "title": "Part-Time Job as an Assistant",
        "description": "At the age of 15, I began working part-time at Zewotherm GmbH alongside my school. I continued this job until the start of my apprenticeship in August 2021."
      },
      "box3": {
        "title": "Attainment of Middle School Certificate",
        "description": "I obtained my Middle School Certificate in the summer of 2021 from IGS Remagen before commencing my apprenticeship."
      },
      "box4": {
        "title": "Apprenticeship as an Application Developer (FIAE)",
        "description": "I´m doing my apprenticeship as an Application Developer (FIAE) at ZW-Systems GmbH and expect to complete it in the summer 2024. During my apprenticeship, I significantly expanded my knowledge in web development and gained valuable experience in the field of Mobile Development.",
        "certificates": {
          "2023Text": "Last certificate"
        }
      },
      "box5": {
        "title": "Development of a Flutter App alongside Apprenticeship",
        "description": "In my pursuit of continuous knowledge expansion, I developed apps with Flutter alongside my apprenticeship. These apps were created in conjunction with NestJS backends, MongoDB, Apache Kafka, and various other tools, and I successfully published them."
      }
    }
  },
  "projects": {
    "title": "Projects",
    "metadata": {
      "title": "Projects by Marlon Wißkirchen",
      "description": "On this page, you can see the projects by Marlon Wißkirchen"
    },    
    "zewothermApp": {
      "title": "Zewotherm Produktwelt App",
      "message": "During my Apprenticeship i developed an App for Customers to show them Infos about the Company Products. The App is developed with ReactNative and Expo and was release on January 2022"
    },
    "chattyEvent": {
      "title": "ChattyEvent",
      "message": "ChattyEvent is an Mobile Cross-Platform app i developed starting fall 2022. With my App you can Chat with your friends plan partys etc. It's developed with Flutter in the Frontend and NestJS, MongoDB, Kafka and AWS S3 in the Backend. It uses GraphQL instead of an REST API for more efficient requests. The App is currently available in the google play store and the apple app store"
    },
    "personalWebsite": {
      "title": "Personal Website",
      "message": "This the website you currently see. It's developed with NextJS and NextUI as UI library. I designed it using Figma"
    }
  },
  "aboutMe": {
    "title": "About me",
    "metadata": {
      "title": "About Marlon Wißkirchen",
      "description": "On this page, you can see details about Marlon Wißkirchen"
    },    
    "personalData": {
      "degree": "Middle maturity (FIAE German Apprenticeship Degree expected in mid-2024)"
    },
    "skills": {
      "title": "programming knowledge",
      "legend": {
        "title": "legend",
        "goodExperience": "Good experience",
        "basicExperience": "Basic experience"
      },
      "codingLanguages": "Coding languages",
      "databases": "Databases",
      "technologiesPluginsOthers": "Technologies / plugins / others"
    }
  },
  "contact": {
    "title": "Contact",
    "metadata": {
      "title": "Contact Information from Marlon Wißkirchen",
      "description": "On this page, you can view the contact information from Marlon Wißkirchen"
    },    
    "contactForm": {
      "sendAMessage": "Send a message",
      "email": "Email",
      "phoneNumber": "Tel.",
      "title": "Title",
      "message": "Message",
      "success": "E-Mail send successfully",
      "error": "Error when sending the email to: marlon.wisskirchen@outlook.de"
    }
  }
}
